Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-nn (1).tmx
Source language: et
Languages: nn

source: Kirjutatava tõmmise URI (isetuvastatud)
nn: Adresse til eit avtrykk som skal brennast (automatisk oppdaga)

source: TÕMMISE ASUKOHT
nn: STIG TIL AVTRYKK

source: Brasero sundimine projektivaliku lehte kuvama
nn: Tving Brasero til å visa sida for val av prosjekt

source: Plaaditühjendamise dialoogi avamine
nn: Opna dialogvindauge for å tømma plater

source: Plaadikontrolli dialoogi avamine
nn: Opna dialogvindauge for å sjekka plater

source: Kirjuta burn:// URI sisu plaadile
nn: Brenn innhaldet i burn://-adressa

source: Kirjutamist alustatakse koheselt.
nn: Start brenning beinveges.

source: Ei ühenduta juba töötava instantsiga
nn: Kopla ikkje til ein alt køyrande instans

source: Määratud projekti kirjutamine ning seejärel eemaldamine. See valik on kasulik peamiselt teiste rakendustega integreerimisel.
nn: Brenn det valde prosjektet og fjern det. Dette valet er for det meste brukbart for integrasjon med andre program.

source: ASUKOHT
nn: STIG

source: Põhiakna XID-number
nn: XID for opphavsvindauget

source: "%s" pole võimalik kirjutada.
nn: «%s» kan ikkje skriva.

source: Sobimatu käsureavõti.
nn: Feil kommandolinjeflagg.

source: Kasutati kokkusobimatud käsurea võtmeid.
nn: Inkompatible kommandoradsflagg brukast.

source: Korraga saab valida ainult ühe valikutest
nn: Berre eit flagg kan gjevast om gangen

source: _Nimeta ümber…
nn: _Endra namn …

source: Valitud faili ümbernimetamine
nn: Endra namn på vald fil

source: Uus _kaust
nn: Ny _mappe

source: Uue tühja kataloogi loomine
nn: Lag ei ny tom mappe

source: Sessiooni pole võimalik importida.
nn: Økta kunne ikkje importerast.

source: Selle projekti sisu on pärast viimast salvestamiskorda muutunud.
nn: Innhaldet i prosjektet er endra sidan det sist vart lagra.

source: _Hülga
nn: _Forkast

source: Praeguse muudetud projekti hülgamine
nn: Forkast endra prosjekt

source: Praeguse muudetud projektiga jätkamine
nn: Fortset med endra prosjekt

source: Valitud on ainult üks fail ("%s"). See on plaaditõmmis ning selle sisu on võimalik kirjutada
nn: Berre ei fil er vald («%s»). Ho er eit avtrykk av ei plate og innhaldet hennar kan verta brunne

source: Kirjuta _failina
nn: Brenn som _data

source: Kirjuta _tõmmisena
nn: Brenn som _avtrykk

source: "%s" pole võimalik valikusse lisada.
nn: «%s» kan ikkje leggjast til utvalet.

source: See on rekursiivne sümbolviit
nn: Ho er ei symbolsk lenkje

source: See ei asu määratud kohas
nn: Det finst ikkje i den oppgjevne staden

source: Kas soovid faili "%s" asendada?
nn: Vil du erstatta «%s»?

source: Sama nimega fail on juba selles kataloogis olemas. Selle asendamine kirjutab plaadil oleva faili sisu üle.
nn: Fil med dette namnet finst alt i mappa. Å erstatta henne vil overskriva innhaldet hennar på plata som skal brennast.

source: Sä_ilita alati
nn: Alltid b_ehald

source: _Säilita
nn: _Behald

source: _Asenda
nn: _Byt ut

source: Asenda ala_ti
nn: Alltid _erstatt

source: Impordi jätkamiseks plaat %s
nn: Importer %s

source: I_mpordi plaat %s
nn: I_mporter %s

source: Kas tahad sessiooni '%s' importida?
nn: Vil du importera økta frå «%s»?

source: Sel viisil on vanad failid eelmistest sessioonidest pärast kirjutamist kasutatavad.
nn: Då vil gamle filer frå tidlegare økter vera brukbare etter brenning.

source: I_mpordi sessioon
nn: I_mporter økt

source: Klõpsa siin sisu importimiseks
nn: Trykk her for å importera innhaldet

source: Palun oota kuni projekti laaditakse.
nn: Vent medan prosjektet vert lasta.

source: _Katkesta laadimine
nn: A_vbryt lasting

source: Katkseta projekti laadimine
nn: Avbryt lasting av dette prosjektet

source: Failide ümbernimetamine
nn: Endra namn på fil

source: _Nimeta ümber
nn: _Gje nytt namn

source: Ümbernimetamise režiim
nn: Namnbytingsmodus

source: Ruum
nn: Plass

source: Plaati seadmest "%s" pole võimalik väljastada
nn: Plata i «%s» kan ikkje løysast ut

source: Plaadi väljastamine
nn: Løys ut plate

source: Audiofailid
nn: Lydfiler

source: Ükski fail ei jäänud filtrisse
nn: Ingen filer er filtrert

source: Filtri valikud
nn: Filterval

source: Vali failid, mida tahad taastada ja klõpsa nupul "Taasta"
nn: Vel filene du vil gjenoppretta og trykk på «Gjenopprett»-knappen.

source: Liik
nn: Type

source: _Taasta
nn: _Gjenopprett

source: Taasta valitud failid
nn: Gjenopprett valde filer

source: _Valikud…
nn: _Alternativ …

source: Määra filtreerimise valikud
nn: Set alternativ for filtrering av filer

source: _Varjatud failide filter
nn: Filtrer bort _gøymde filer

source: Sümbolviitade _asendamine
nn: Erstatt sym_bolske lenkjer

source: _Vigaste sümbolviitade filter
nn: Filtrer bort _brotne symbolske lenkjer

source: Failide filtreerimise valikud
nn: Filtreringsval

source: _EelvaadeDisc Image
nn: Fø_rehandsvisDisc Image

source: Näita video-, audio- ja piltide eelvaadet
nn: Førehandsvis filmar, lyd og bilete

source: Näita _külgpaneeli
nn: _Vis sidepanel

source: Projekti kõrval külgpaneeli näitamine
nn: Vis ei sidelinje ved sidan av prosjektet

source: _Rõhtlaotus
nn: _Vatnrett utforming

source: Rõhtsa laotuse määramine
nn: Set ei vatnrett utforming

source: _Püstlaotus
nn: _Loddrett utforming

source: Püstise laotuse määramine
nn: Set ei loddrett utforming

source: Klõpsa külgpaneeli sulgemiseks
nn: Trykk for å lukka sidelinja

source: Eemalda vaikused
nn: Fjern tystnad

source: See teave kirjutatakse plaadile CD-Text tehnoloogiat kasutades. Seda saab mõnede audio-CD mängijatega lugeda ja kuvada.
nn: Denne informasjonen vil verta skriven til plata ved bruk av CD-tekstteknologi. Han kan verta lesen og vist av nokre lyd-CD-spelarar.

source: Laulude pealkirjad
nn: Songtitlar

source: Laulude lisateave
nn: Ytterlegare songinformasjon

source: Helilooja:
nn: Komponist:

source: Pausi pikkus:
nn: Lengd på pause:

source: Määrab pausi pikkuse, mis tuleb raja lõpus
nn: Oppgjev lengda på pausen som skal koma etter sporet

source: Laulu andmed
nn: Informasjon om song

source: %i × %i pikslit
nn: %i × %i pikslar

source: Eelvaade puudub
nn: Ingen førehandsvising

source: Viga lugude nimekirja "%s" töötlemisel.
nn: Feil ved tolking av speleliste «%s».

source: Lugude nimekirja valimine
nn: Vel speleliste

source: Lugude nimekirjad
nn: Spelelister

source: Laulude arv
nn: Talet på songar

source: Plugin
nn: Tillegg

source: Autoriõigus %s
nn: Opphavsrett %s

source: _Seadista
nn: _Still inn

source: _Aktiveeri
nn: Sl_å på

source: Aktiveeri _kõik
nn: Slå _på alle

source: _Deaktiveeri kõik
nn: _Slå av alle

source: Plugina "%s" valikud
nn: Alternativ for tillegg %s

source: Brasero pluginad
nn: Brasero-tillegg

source: Käesoleva projekti salvestamine
nn: Lagra aktivt prosjekt

source: Sal_vesta kui…
nn: L_agra som …

source: Käesoleva projekti salvestamine teise asukohta
nn: Lagra aktivt prosjekt til ein annan stad

source: _Lisa faile
nn: _Legg til filer

source: Projektile uute failide lisamine
nn: Legg til filer til prosjektet

source: _Eemalda failidempty
nn: Fje_rn filerempty

source: Kõikide failide eemaldamine projektist
nn: Fjern alle filer frå prosjektet

source: _Kirjuta…
nn: _Brenn …

source: Failide lisamiseks projekti klõpsa "Lisa" nupul või lohista failid siia alale
nn: For å leggja til filer til prosjektet, trykk på «Legg til»-knappen eller drag filer til dette området.

source: Failide eemaldamiseks märgi need ja klõpsa "Eemalda" nupul või vajuta "Delete" klahvi
nn: For å fjerna filer, vel dei og trykk på «Fjern»-knappen, eller trykk på «Delete»-tasten

source: Projekti eeldatav suurus: %s
nn: Estimert prosjektstorleik: %s

source: Selle projekti suurus on plaadi jaoks liiga suur isegi siis, kui kasutada üle mahu kirjutamist.
nn: Prosjektet er for stort for plata, jamvel om overbrenning er på.

source: Projekt on plaadi jaoks liiga suur ning sa peaksid sellest faile eemaldama. Seda valikut võib kasutada 90 või 100 min CD-R(W) plaatidega, mida ei ole võimalik tuvastada ja seetõttu vajavad üle mahu kirjutamise valikut. MÄRKUS: See valik võib põhjustada kirjutamise nurjumise.
nn: Prosjektet er for stort for plata og du må fjerna filer frå det. Du vil kanskje bruka dette valet om du brukar 90 eller 100 minutters CD-R(W)-plater som ikkje vert gjenkjende ordentleg og difor treng overbrenningsvalet. NB: Dette valet kan forårsaka feil.

source: Alusta valiku plaadile kirjutamisega
nn: Påbyrja brenninga av innhaldet

source: Lisa sellese projekti laule.
nn: Legg til songar til prosjektet

source: Kas tahad tõesti luua uue projekti ja unustada praeguse?
nn: Vil du verkeleg laga eit nytt prosjekt og forkasta det aktive?

source: Kui valid uue projekti loomise, lähevad kõik tehtud muudatused kaotsi.
nn: Om du vel å laga eit nytt, tomt prosjekt så vil alle endringane gå tapt.

source: _Unusta muudatused
nn: _Forkast endringar

source: Kas loobuda failivalikust või lisada need uuele projektile?
nn: Vil du forkasta filutvalet eller leggja det til det nye prosjektet?

source: Kui valid uue projekti loomise, läheb failide valik kaotsi.
nn: Om du vel å laga eit nytt prosjekt vil filutvalet forkastast.

source: _Hülga failide valik
nn: _Forkast filutval

source: _Säilita failide valik
nn: _Behald filutval

source: _Tühista projekt
nn: _Forkast prosjekt

source: Failide valimine
nn: Vel filer

source: Kas tahad praeguse projekti tõesti tühjendada?
nn: Vil du tømma noverande prosjekt?

source: Projekti tühjendamine eemaldab kõik juba lisatud failid. Kogu töö läheb kaotsi. Märkuseks, et faile nende asukohast ei kustutata, need eemaldatakse ainult kirjutamise nimekirjast.
nn: Tømming av eit prosjekt vil fjerna alle filer som er lagt til. All arbeidet vil gå tapt. Legg merke til at filer vert ikkje sletta, dei takast berre bort frå lista.

source: _Salvesta
nn: _Lagra

source: _Lisa
nn: _Legg til

source: Brasero — %s (andmeplaat)
nn: Brasero — %s (dataplate)

source: Brasero — %s (audioplaat)
nn: Brasero — %s (lydplate)

source: Brasero — %s (videoplaat)
nn: Brasero — %s (filmplate)

source: Sinu projekti pole salvestatud.
nn: Prosjektet ditt er ikkje lagra.

source: Kas enne sulgemist salvestada muudatused selles projektis?
nn: Lagra endringane til det aktive prosjektet før det vert lukka?

source: Kui sa ei salvesta, lähevad muudatused jäädavalt kaotsi.
nn: Om du ikkje lagrar vil endringane gå tapt.

source: Sulge _ilma salvestamata
nn: L_ukk utan å lagra

source: Selle projekti salvestamine
nn: Lagra aktivt prosjekt

source: Salvesta projekt Brasero audioprojektina
nn: Lagra prosjekt som eit Brasero-lydprosjekt

source: Salvesta projekt lihttekstis nimekirjana
nn: Lagra prosjekt som ei vanleg tekstliste

source: Salvesta projekt PLS lugude nimekirjana
nn: Lagra prosjekt som ei PLS-speleliste

source: Salvesta projekt M3U lugude nimekirjana
nn: Lagra prosjekt som ei M3U-speleliste

source: Salvesta projekt XSPF vormingus lugude nimekirjana
nn: Lagra prosjekt som ei XSPF-speleliste

source: Salvesta projekt iriver vormingus lugude nimekirjana
nn: Lagra prosjekt som ei iriver-speleliste

source: _Plaadiümbrise redaktor
nn: Redigering av _omslag

source: Plaadiümbriste kujundamine ja printimine
nn: Utform og skriv ut omslag for CD-ar

source: _Uus projekt
nn: _Nytt prosjekt

source: Uue projekti loomine
nn: Lag nytt prosjekt

source: _Tühjenda projekt
nn: _Tøm prosjekt

source: Vali uus projekt
nn: Lèt deg velja eit nytt prosjekt

source: Uus _audioprojekt
nn: Nytt _lydprosjekt

source: Tavalise audioplaadi loomine, mida saab kuulata nii arvutis kui CD-mängijas
nn: Lag ein tradisjonell lyd-CD som kan spelast på datamaskiner og stereoapparat

source: Uus an_dmeprojekt
nn: Nytt _dataprosjekt

source: CD/DVD-plaadi loomine suvalistest andmetest. Seda plaati saab lugeda ainult arvutis
nn: Lag ein CD eller DVD som inneheld all slags type data. Kan berre lesast av datamaskiner

source: Uus _videoprojekt
nn: Nytt _filmprosjekt

source: Video-DVD- või SVCD-plaadi loomine, mida saab vaadata TV-lugeris
nn: Lag film-DVD eller SVCD som er lesbar på TV-lesarar

source: 1:1 koopia loomine audio-CD'st või CD/DVD andmeplaadist kõvakettale või teisele CD/DVD-plaadile
nn: Lag ein 1:1-kopi av lyd-CD, eller data-CD/-DVD på harddisken din eller på ein annan CD/DVD

source: _Kirjuta tõmmis…
nn: _Brenn avtrykk …

source: CD/DVD-tõmmise kirjutamine plaadile
nn: Brenn eit eksisterande CD-/DVD-avtrykk til plate

source: _Ava…
nn: _Opna …

source: Projekti avamine
nn: Opna eit prosjekt

source: Ükski fail pole valitud
nn: Inga fil vald

source: Brasero — Uus audioplaadi projekt
nn: Brasero — Nytt prosjekt for lydplate

source: Brasero — Uus andmeplaadi projekt
nn: Brasero — Nytt prosjekt for dataplate

source: Brasero — Uus videoplaadi projekt
nn: Brasero — Nytt prosjekt for filmplate

source: Brasero — Uus tõmmis
nn: Brasero — Ny avtrykksfil

source: Brasero — Plaadi kopeerimine
nn: Brasero — Kopiering av plate

source: _Uus
nn: _Nytt

source: _Ava
nn: _Opna

source: Failisüsteemi sirvimine
nn: Bla gjennom filsystemet

source: Näita lugude nimekirju ja nende sisu
nn: Vis speleister og innhaldet deirapicture

source: Videoplaat (%s)
nn: Videoplate (%s)

source: Viga projekti laadimisel.
nn: Feil under lasting av prosjekt.

source: Seda projekti pole võimalik avada
nn: Prosjektet kunne ikkje opnast

source: See fail on tühi
nn: Fila er tom

source: Tundub, et see pole sobiv Brasero projektifail
nn: Ser ikkje ut til å vera eit gyldig Brasero-prosjekt

source: Audi_oprojekt
nn: Lydpr_osjekt

source: Tavalise audio-CD loomine
nn: Lag ein vanlig lyd-CD

source: _Andmeprojekt
nn: D_ataprosjekt

source: Andmeplaadi loomine (CD või DVD)
nn: Lag ein data-CD/-DVD

source: _Videoprojekt
nn: _Filmprosjekt

source: Videoplaadi loomine (DVD või SVCD)
nn: Lag ein film-DVD eller SVCD

source: Plaadi _koopia
nn: _Kopier plate

source: Koopia tegemine CD- või DVD-plaadist
nn: Lag ein 1:1-kopi av ein CD/DVD

source: _Tõmmise kirjutamine
nn: Brenn _avtrykk

source: Viimane _salvestamata projekt
nn: Sist ikkje-_lagra prosjekt

source: Laaditakse viimane kirjutamata ja salvestamata projekt
nn: Last siste prosjekt som ikkje vart brunnen eller lagra

source: Hiljutisi projekte pole
nn: Ingen nyleg brukte prosjekt

source: Uue projekti loomine:
nn: Lag eit nytt prosjekt:

source: Hiljutised projektid:
nn: Siste prosjekt:

source: Sisesta tekst
nn: Set inn tekst

source: Kustuta tekst
nn: Slett tekst

source: Asenda tekst
nn: Erstatt tekst

source: Nummerda failid mustri järgi
nn: Talet på filer som følger eit mønster

source: Numbrijada lisamine algusesse
nn: Set inn talsekvens på byrjinga

source: SisestaInsertInsert" [Entry] "at the beginning
nn: Set innInsertInsert" [Entry] "at the beginning

source: algusesseInsertInsert" [Entry] "at the end
nn: ved byrjingaInsertInsert" [Entry] "at the end

source: lõppu
nn: ved slutten

source: Kustuta iga esinemine_Replacewith
nn: Slett alle oppføringar av_Replacewith

source: millega
nn: med

source: Faile pole
nn: Inga fil

source: Esituse alustamine ja lõpetamine
nn: Start og stopp avspeling

source: Loo algus:
nn: Start på sang:

source: Loo lõpp:
nn: Slutt på sang:

source: Raja pikkus:
nn: Lengde på spor:

source: Raja %02i andmed
nn: Songinformasjon for spor %02i

source: Kas tahad tõesti raja tükeldada?
nn: Vil du verkeleg dela sporet?

source: Kui raja tükeldad, jääb uue raja pikkus lühem kui 6 sekundit ning selle lõppu lisatakse vaikust.
nn: Om du delar sporet vil storleiken på det nye sporet vera mindre enn 6 sekund og kjem til å verta fylt ut.

source: _Tükelda
nn: _Del

source: Rada ei tükeldatud.
nn: Sporet blei ikkje delt.

source: Vaikust ei tuvastatud
nn: Ingen tystnad vart oppdaga

source: Vaikusehetkede tuvastamisel esines viga.
nn: Ein feil oppstod under tystnadoppdaginga

source: See eemaldab kõik eelmised tulemused.
nn: Dette vil fjerna alle tidlegare resultat

source: Kas tahad tõesti läbi viia automaatse tükeldamise?
nn: Vil du verkeleg forsetja med automatisk deling?

source: Är_a tükelda
nn: Ikkje _del

source: Kas tahad praeguse lõikude jaotuse kustutada?
nn: Vil du verkeleg tømma førehandsvisninga av oppdelingar?

source: Eemalda _kõik
nn: Fjer_n alle

source: Raja tükeldamine
nn: Del spor

source: _Meetod:
nn: M_etode:

source: Raja tükeldamise meetod
nn: Metode som skal brukast for å dela opp spor

source: Käsitsi tükeldamine
nn: Del spor opp manuelt

source: Määratud pikkusega tükkideks
nn: Del spor opp i delar med fast lengd

source: Määratud arvuks tükkideks
nn: Del spor opp i eit fast tal av delar

source: Iga vaikusekoha pealt
nn: Del spor for kvar tystnad

source: Lisa tükeldamise kohtseconds
nn: Legg til delingspunktseconds

source: Tükelda rada igaSplit track every
nn: Del opp dette sporet kvarSplit track every

source: sekundi järelparts
nn: sekundparts

source: Tükelda radaSplit this track in
nn: Del dette sporet iSplit this track in

source: osaks
nn: delar

source: Tükeldamise meetod
nn: Oppdelingsmetode

source: Algus
nn: Start

source: Lõpp
nn: Slutt

source: _Liida
nn: _Flett

source: Liida valitud tükk järgmise valitud tükiga
nn: Flett saman ein merka del med den andre merka delen

source: Eemalda valitud tükid
nn: Fjern valde delar

source: Kustuta tükelduse eelvaade
nn: Tøm førehandsvisning av deling

source: _Loodavate tükkide nimekiri:
nn: _Liste over delar som vert laga:

source: Tükeldamise eelvaade
nn: Førehandsvisning av deling

source: Tundi
nn: Timar

source: Minutit
nn: Minutt

source: Sekundit
nn: Sekund

source: Kaadrid (1 sekund = 75 kaadrit)
nn: Bilete (1 sekund = 75 bilete)

source: Ava valitud video
nn: Opna vald film

source: Muuda video andmeid (algus, lõpp, autor, jm)
nn: Endra filminformasjonen (start, slutt, forfattar, osv.)

source: Eemalda valitud videod projektist
nn: Fjern valde filmar frå prosjektet

source: Kas otsida sellest kataloogist videofaile?
nn: Vil du søkja etter filmfiler inne i mappa?

source: _Otsi kataloogist
nn: _Søk i mappe

source: "%s" liik ei ole videoprojekti jaoks sobiv.
nn: «%s» er ikkje av riktig type for filmprosjekt

source: Palun lisa ainult videosisuga faile
nn: Legg berre til filer med filminnhald

source: See ei ole sobiv .desktop fail
nn: Fila er ikkje ei gyldig .desktop-fil

source: Tundmatu .desktop fail, versioon '%s'
nn: Kjende ikkje igjen versjonen til .desktop-fila «%s»

source: %s käivitamine
nn: Startar %s

source: Rakendus ei nõustu käsureal osutatud failidega
nn: Programmet tek ikkje inn dokument via kommandolinja

source: Tundmatu käivitusvalik: %d
nn: Kjente ikkje igjen oppstartsvalet: %d

source: Dokumendi URI-sid pole võimalik 'Liik=Viit' tüüpi töölauakirjetele edastada
nn: Kan ikkje senda dokument-URI-ar til ei skrivebordsoppføring med «Type=Link»

source: Pole käivitatav kirje
nn: Ikkje ei køyrbar oppføring.

source: Seansihalduse ühenduse keelamine
nn: Slå av tilkoplinga til økthandsamaren

source: Määra salvestatud häälestusfaili asukoht
nn: Oppgje fil som inneheld lagra oppsett

source: FAIL
nn: FIL

source: Määra seansihalduse ID
nn: Oppgje økthandsamings-ID

source: Seansihalduse valikud:
nn: Innstillingar til økthandsaming:

source: Seansihalduse valikute näitamine
nn: Vis innstillingar til økthandsaming

source: Kõigi saadavalolevate valikute nägemiseks kirjuta "%s --help"
nn: Køyr «%s --help» for å få ei fullstendig liste over tilgjengelege kommandolinjeval

source: Süsteemi testimine
nn: Systemtest

source: _Jah
nn: _Ja

source: _Ei
nn: _Nei

source: _Jäta see test vahele
nn: _Hopp over denne testen

source: Täiendav teave:
nn: Meir informasjon:

source: _Vali kõik
nn: _Merk alle

source: _Tühista valik
nn: Fjern alle merke

source: Interneti-ühendus puudub
nn: Inga tilkopling til internett

source: Interneti-ühendus täielikult loodud
nn: Tilkopla internett

source: _Programmist
nn: _Om

source: _Efektid
nn: _Effektar

source: Veebikaamera
nn: Nettkamera

source: Heledus
nn: Lysstyrke

source: Küllastus
nn: Metting

source: Toon
nn: Fargetone

source: Sarivõte
nn: Sekvensmodus

source: Fotode arv
nn: Talet på bilete

source: Viivitus fotode vahel (sekundites)
nn: Tid mellom bilettaking (sekund)

source: Cheese'i veebikaamera kabiin
nn: Cheese nettkamerastand

source: Veebikaamerast fotode ja videote salvestamine, ka koos graafiliste efektidega
nn: Ta bilete og ta opp filmar med morosame effektar med nettkameraet ditt

source: Viitpäästiku kasutamine
nn: Bruk ei nedteljing

source: Kaameraseade
nn: Einingsstreng til nettkameraet

source: Fotode arv, mitu võetakse ühe sarivõttega.
nn: Talet på bilete som skal takast i ein biletsekvens

source: Katiku heli
nn: Lukkarlyd

source: Üks või enam Gstreameri elementi on puudu:
nn: Éin eller fleire nødvendige GStreamer-element manglar:

source: Seadet ei leitud!09:05:02:%Id%dtime format
nn: Fann inga eining09:05:02:%Id%dtime format

source: Seadme omadused pole toetatud
nn: Funksjonane til eininga er ikkje støtta

source: Seadme %s lähtestamine võimaluste proovimiseks nurjus
nn: Feila å starta eining %s for formålsgransking

source: Tundmatu seade
nn: Ukjend eining

source: Katkestatav lähtestamine pole toetatud
nn: Avbrytbar oppstart er ikkje støtta

source: Väljastab versiooniteabe ja väljub
nn: Skriv ut versjoninformasjon og avslutt

source: Ivar Smolin , 2008–2011. Mattias Põldaru , 2008–2010. Launchpad Contributions: Didier Roche https://launchpad.net/~didrocks Ivar Smolin https://launchpad.net/~okul Sebastien Bacher https://launchpad.net/~seb128 mahfiaz https://launchpad.net/~mahfiaz
nn: Kjartan Maraas <kmaraas\@gnome\.org> Eskild Hustvedt <eskildh\@gnome\.org> Eirik U. Birkeland <eirbir\@gmail\.com> Torstein Adolf Winterseth <kvikende\@fsfe\.org> Launchpad Contributions: Eskild Hustvedt https://launchpad.net/~zerodogg Torstein A. W. https://launchpad.net/~kvikende

source: Cheese'i veebisait
nn: Nettstaden til Cheese

source: Efekt puudub
nn: Ingen effekt

source: Faili salvestamine
nn: Lagra fil

source: %s polnud võimalik salvestada
nn: Klarte ikkje lagra %s

source: Salvesta _kui…
nn: L_agra som …

source: Viska _prügikasti
nn: Flytt til _papirkorga

source: Kustuta
nn: Slett

source: Programm '%s' ei ole hetkel paigaldatud.
nn: Programmet «%s» er ikkje installert

source: Saad selle paigaldada, kirjutades:
nn: Du kan installera det ved å skriva:

source: Käivitamaks käsku '%(command)s' , palu administraatoril paigaldada pakk '%(package)s'
nn: For å køyre «%(command)s», spør den systemansvarlege om å installera pakken «%(package)s»

source: Programm '%s' on leitav järgnevates tarkvarapakettides:
nn: Programmet «%s» finst i desse pakkane:

source: Proovi: %s
nn: Prøv: %s

source: Palu administraatoril üks neist paigaldada
nn: Spør den systemansvarlege for å få installert ein av dei
